[
  {
    "title":"ABS",
    "claim":"A tough material requiring advanced 3D printers.",
    "description":"As an industry-standard plastic, ABS filament has gained a reputation of being strong and impact resistant, while still being stiff enough to be used for load-bearing 3D prints. But unless printed in an enclosed build chamber, the layer adhesion and resulting strength of ABS prints will be much lower than that of other filament choices and the fumes from the printed filament will likely give you a headache. Along with PLA, ABS filaments are some of the cheapest 3D printing filament you can buy and is a good choice for mechanical parts in contact with hotter components.",
    "image":"generic-abs",
    "id":"abs"
  },
  {
    "title":"PLA",
    "claim":"A hard and easy to print plastic.",
    "description":"PLA is the most widely used filament for 3D printing and does not require any specialty hardware. Most printers come with good default profiles that work well with a wide range PLA filaments. Strength is generally consistent, but prints made from PLA will easily soften and deform if exposed to heat. Due to the large choice in PLA filaments, it is a very affordable plastic and a good general-purpose choice.",
    "image":"generic-pla",
    "id":"pla"
  },
  {
    "title":"Copolyesters (PETG)",
    "claim":"Advanced 3D printing.",
    "description":"Polyamide-based filaments offer properties no other material provides. Pure Nylon filaments are typically fairly soft and slippery and, as a result, make for nearly indestructible 3D prints. While Nylons can be printed on almost all 3D printers, great print results are often preceded by a lengthy tuning process. 3D printing with polyamide filaments does not create noxious fumes in the amount ABS does and could offer an alternative if a slightly softer material is acceptable.",
    "image":"3dprima-primaselect-copolyester",
    "id":"petg"
  },
  {
    "title":"TPE",
    "claim":"Make it soft.",
    "description":"TPE or thermoplastic elastomer filaments are an option if you want 3D prints that are softer and more flexible than if made from any other material. The term TPU or thermoplastic polyurethane refers to one type of elastic filament.",
    "image":"polymaker-polyflex-tpe",
    "id":"tpe"
  },
  {
    "title":"PC",
    "claim":"Effort gets rewarded.",
    "description":"Polycarbonate filaments provide exceptional strength and stiffness, but are one of the most challenging materials. Requiring high print temperatures and enclosed build chambers, PC materials often tend to warp if printed on an unsuitable machine. However, if done right, polycarbonate will produce prints with not only great strength, but also good optical clarity. ",
    "image":"generic-pc",
    "id":"pc"
  }
]